[
    {
        "url": "https://books.toscrape.com/catalogue/a-light-in-the-attic_1000/index.html",
        "name": "A Light in the Attic",
        "price_excl_tax": "£51.77",
        "price_incl_tax": "£51.77",
        "tax": "£0.00",
        "price": "£51.77",
        "type": "books",
        "genre": "poetry",
        "availability": 22,
        "no_of_reviews": "0",
        "stars": "Three",
        "description": "It's hard to imagine a world without A Light in the Attic. This now-classic collection of poetry and drawings from Shel Silverstein celebrates its 20th anniversary with this special edition. Silverstein's humorous and creative verse can amuse the dowdiest of readers. Lemon-faced adults and fidgety kids sit still and read these rhythmic words and laugh and smile and love th It's hard to imagine a world without A Light in the Attic. This now-classic collection of poetry and drawings from Shel Silverstein celebrates its 20th anniversary with this special edition. Silverstein's humorous and creative verse can amuse the dowdiest of readers. Lemon-faced adults and fidgety kids sit still and read these rhythmic words and laugh and smile and love that Silverstein. Need proof of his genius? RockabyeRockabye baby, in the treetopDon't you know a treetopIs no safe place to rock?And who put you up there,And your cradle, too?Baby, I think someone down here'sGot it in for you. Shel, you never sounded so good. ...more"
    },
    {
        "url": "https://books.toscrape.com/catalogue/in-her-wake_980/index.html",
        "name": "In Her Wake",
        "price_excl_tax": "£12.84",
        "price_incl_tax": "£12.84",
        "tax": "£0.00",
        "price": "£12.84",
        "type": "books",
        "genre": "thriller",
        "availability": 19,
        "no_of_reviews": "0",
        "stars": "One",
        "description": "A perfect life … until she discovered it wasn’t her own.A tragic family event reveals devastating news that rips apart Bella’s comfortable existence. Embarking on a personal journey to uncover the truth, she faces a series of traumatic discoveries that take her to the ruggedly beautiful Cornish coast, where hidden truths, past betrayals and a 25-year-old mystery threaten n A perfect life … until she discovered it wasn’t her own.A tragic family event reveals devastating news that rips apart Bella’s comfortable existence. Embarking on a personal journey to uncover the truth, she faces a series of traumatic discoveries that take her to the ruggedly beautiful Cornish coast, where hidden truths, past betrayals and a 25-year-old mystery threaten not just her identity, but also her life.Chilling, complex and profoundly moving, In Her Wake is a gripping psychological thriller that questions the nature of family – and reminds us that sometimes the most shocking crimes are committed closest to home. ...more"
    },
    {
        "url": "https://books.toscrape.com/catalogue/slow-states-of-collapse-poems_960/index.html",
        "name": "Slow States of Collapse: Poems",
        "price_excl_tax": "£57.31",
        "price_incl_tax": "£57.31",
        "tax": "£0.00",
        "price": "£57.31",
        "type": "books",
        "genre": "poetry",
        "availability": 17,
        "no_of_reviews": "0",
        "stars": "Three",
        "description": "The eagerly anticipated debut from one of Canada’s most exciting new poets In her debut collection, Ashley-Elizabeth Best explores the cultivation of resilience during uncertain and often trying times. It’s a book built around day-to-day conflicts — poems about love, family, grief, power, and longing. Navigating the fault lines of popular culture and traditional poetry to The eagerly anticipated debut from one of Canada’s most exciting new poets In her debut collection, Ashley-Elizabeth Best explores the cultivation of resilience during uncertain and often trying times. It’s a book built around day-to-day conflicts — poems about love, family, grief, power, and longing. Navigating the fault lines of popular culture and traditional poetry to assert that we are all history makers, Slow States of Collapse enters the landscape of personal narrative in an attempt to reconcile life’s little universal griefs.Slow States of Collapse presents a world that is at once menacing and full of wonder and grace. It’s a poetry of “casual cruelty” and “kisses like / puncture wounds,” of “something too tender to touch” and “the threat of an intense beauty.” In this collection, illness confronts bedside manners while a migrant restlessness also paints remarkable portraits of shifting self-image, and in the process the nature of personal and political power is reimagined. ...more"
    },
    {
        "url": "https://books.toscrape.com/catalogue/the-nameless-city-the-nameless-city-1_940/index.html",
        "name": "The Nameless City (The Nameless City #1)",
        "price_excl_tax": "£38.16",
        "price_incl_tax": "£38.16",
        "tax": "£0.00",
        "price": "£38.16",
        "type": "books",
        "genre": "sequential art",
        "availability": 16,
        "no_of_reviews": "0",
        "stars": "Four",
        "description": "Every nation that invades the City gives it a new name. But before long, new invaders arrive and the City changes hands once again. The natives don't let themselves get caught up in the unending wars. To them, their home is the Nameless City, and those who try to name it are forever outsiders.Kaidu is one such outsider. He's a Dao born and bred--a member of the latest occu Every nation that invades the City gives it a new name. But before long, new invaders arrive and the City changes hands once again. The natives don't let themselves get caught up in the unending wars. To them, their home is the Nameless City, and those who try to name it are forever outsiders.Kaidu is one such outsider. He's a Dao born and bred--a member of the latest occupying nation. Rat is a native of the Nameless City. At first, she hates Kai for everything he stands for, but his love of his new home may be the one thing that can bring these two unlikely friends together. Let's hope so, because the fate of the Nameless City rests in their hands. ...more"
    }
]